help_text = ''' 
Для семантического разбора слова необходимо:                   
1. Открыть docx-файл или ввести нужное слово;
2. Нажать 'Анализировать';
3. Посмотреть получившийся результат.

На выходе вы увидите 3 изображения (синонимы, гипонимы и гиперонимы).
Синоним — слово со схожим смыслом. 
Гипоним — понятие, выражающее частную сущность по отношению 
к другому, более общему понятию. 
Гипероним — слово с более широким значением, выражающее общее, 
родовое понятие, название класса предметов. 

Для удобства отображения на обработку можно подавать по одному слову.
'''