help_text = ''' 
Для семантического разбора слова необходимо:                   
1. Открыть TXT-файл или ввести нужное слово;
2. Нажать 'Semantic analysis';
3. Посмотреть получившийся результат.

На выходе вы увидите изображение, которое известно, как WordCloud.  
Оно состоит из лемм, антонимов, гипонимов и гиперонимов, связанных с 
исходным словом.
Гипоним — понятие, выражающее частную сущность по отношению 
к другому, более общему понятию. 
Гипероним — слово с более широким значением, выражающее общее, 
родовое понятие, название класса предметов. 
'''